Revit 2027 API
DisableAnalyticalModelCB Properties
The DisableAnalyticalModelCB type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FailureResolution)
Top
See Also
Reference
DisableAnalyticalModelCB Class
Autodesk.Revit.DB Namespace